{
  "advantages": [
    {
      "title": "Economic Growth and Job Opportunities",
      "description": " MNCs often invest heavily in the country of operation, which usually leads to economic growth and job creation. Corporations can supply subsidiaries, factories, and offices; therefore, improving local economies and decreasing unemployment rates."
    },
    {
      "title": "Access to Global Markets",
      "description": "MNCs are able to access markets in multiple countries, allowing them to increase their customer base and grow sales. Higher revenue & profits will also benefit local economies."
    },
    {
      "title": "Competitive Market",
      "description": "MNCs can foster a competitive market in the country of operation, which helps with improving product quality, lowering prices, and providing more options for consumers."
    },
    {
      "title": "Resource Optimization",
      "description": "MNCs can use both natural and human resources from several parts of the world, this helps with resource efficiency and can reduce the cost of production."
    },
    {
      "title": "Supply Chain",
      "description": "MNCs can help connect different parts of the world, facilitating the transportation of goods and services."
    }
  ],

  "disadvantages": [
    {
      "title": "Tax Avoidance",
      "description": "MNCs often operate in such a way that use legal loopholes to help them minimize tax obligations. This can severely impact the country of operation in terms of economic growth."
    },
    {
      "title": "Loss of Sovereignty",
      "description": "MNCs can provide so much economic help that the country of operation becomes heavily reliant on the MNC. This can lead to the MNC having excessive power over government decisions. Oil-dependent nations are good examples of loss of sovereignty."
    },
    {
      "title": "Monopolistic Behavior",
      "description": "MNCs are usually extremely well-funded. By selling their goods in a country with a smaller economy, MNCs can easily overwhelm other businesses with cheaper and better quality products, making them a monopoly."
    },
    {
      "title": "Resource Exploitation",
      "description": "Many MNCs have been criticized for exploiting human labour by paying low wages, providing poor working conditions, and ignoring labour rights. These are ethical concerns that plenty of MNCs have received backlash for."
    },
    {
      "title": "Cultural Impacts",
      "description": "MNCs can severely impact cultures of local cultures. The culture of the MNC's origin is usually brought with it to countries abroad. Their practices and culture can be detrimental to the local area."
    }
  ]
}
